Repository: craftgate/craftgate-woocommerce-gateway
Catalog: languages/craftgate-payment-gateway-*.po
Languages: es_es, tr_tr

source: Accept debit/credit card payments easily and directly on your WordPress site using Craftgate.
es_es: Acepte pagos con tarjeta de débito/crédito fácil y directamente en su sitio WordPress utilizando Craftgate.
tr_tr: Craftgate ile WordPress siteniz üzerinden kolay ve doğrudan banka/kredi kartı ile ödeme alın.

source: Pay with Debit/Credit Card
es_es: Pagar con tarjeta de débito/crédito
tr_tr: Banka/Kredi Kartı ile Öde

source: An error occurred. Error Code:
es_es: Se ha producido un error. Código de error:
tr_tr: Bir hata meydana geldi. Hata Kodu:

source: Installment Fee
es_es: Cuota
tr_tr: Taksit Komisyonu

source: Shipping Total
es_es: Total envío
tr_tr: Gönderim Ücreti

source: Your payment could not be processed.
es_es: Su pago no ha podido ser procesado.
tr_tr: Ödemeniz alınamadı.

source: You can create your Craftgate Payment Gateway account <a href="https://craftgate.io/" target="_blank"> here</a>.
es_es: Puede crear su cuenta de Craftgate Payment Gateway <a href=“https://craftgate.io/“ target=“_blank”>aquí</a>.
tr_tr: Craftgate Payment Gateway hesabınızı <a href=“https://craftgate.io” target=“_blank”>buradan</a> oluşturabilirsiniz.

source: Craftgate Payment Gateway is not available to use
es_es: Craftgate Payment Gateway no está disponible para su uso
tr_tr: Craftgate Payment Gateway kullanılamaz

source: Currency is not supported.
es_es: No se admiten divisas.
tr_tr: Para birimi desteklenmiyor.

source: Enable/Disable
es_es: Activar/Desactivar
tr_tr: Aktif/Pasif

source: Enable Craftgate
es_es: Activar Craftgate
tr_tr: Craftgate’i Aktif Et

source: Enable or disable the gateway.
es_es: Activa o desactiva la pasarela.
tr_tr: Craftgate’i aktif veya pasif yapabilirsiniz.

source: Title
es_es: Título
tr_tr: Başlık

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el pago.
tr_tr: Kullanıcının ödeme esnasında göreceği başlık.

source: Description
es_es: Descripción
tr_tr: Açıklama

source: This controls the description which the user sees during checkout.
es_es: Esto controla la descripción que el usuario ve durante el pago.
tr_tr: Kullanıcının ödeme esnasında göreceği açıklama.

source: You can pay with Debit and Credit Card
es_es: Puede pagar con tarjeta de débito y crédito
tr_tr: Banka veya Kredi Kartı ile ödeyebilirsiniz

source: Live API Key
es_es: Clave API Live
tr_tr: Canlı API Key

source: Enter your Live API Key.
es_es: Introduzca su clave Live API.
tr_tr: Canlı API Key’inizi giriniz.

source: Live Secret Key
es_es: Clave secreta en directo
tr_tr: Canlı Secret Key

source: Enter your Live Secret Key.
es_es: Introduzca su clave secreta Live.
tr_tr: Canlı Secret Key’inizi giriniz.

source: Sandbox API Key
es_es: Clave API Sandbox

source: Enter your Sandbox API Key.
es_es: Introduzca su clave API del Sandbox.
tr_tr: Sandbox API Key’inizi giriniz.

source: Sandbox Secret Key
es_es: Clave secreta del Sandbox

source: Enter your Sandbox Secret Key.
es_es: Introduzca su Clave Secreta del Sandbox.
tr_tr: Sandbox Secret Key’inizi giriniz.

source: Sandbox Mode
es_es: Modo Sandbox
tr_tr: Sandbox Modu

source: Enable Sandbox Mode
es_es: Activar el modo Sandbox
tr_tr: Sandbox Modu Aktif

source: Enable test mode using sandbox API keys.
es_es: Habilitar el modo de prueba utilizando claves API sandbox.
tr_tr: Sandbox API bilgilerinizi kullanarak test modunu aktif edebilirsiniz.

source: Language
es_es: Idioma
tr_tr: Dil

source: Site Language
es_es: Idioma del sitio
tr_tr: Site Dili

source: Turkish
es_es: Turco
tr_tr: Türkçe

source: English
es_es: Inglés
tr_tr: İngilizce

source: Spanish
es_es: Español
tr_tr: İspanyolca

source: Change the language of payment form.
es_es: Cambiar el idioma del formulario de pago.
tr_tr: Kullanıcının ödeme esnasında yer alan metinlerin gösterileceği dil seçeneği.

source: Iframe Options
es_es: Opciones de iframe
tr_tr: Iframe Ayarları

source: Example: hideFooter=true&animatedCard=true
es_es: Ejemplo: hideFooter=true&animatedCard=true
tr_tr: Örnek: Example: hideFooter=true&animatedCard=true

source: Webhook URL
es_es: URL del webhook

source: Craftgate Payment URL
es_es: URL de pago Craftgate
tr_tr: Craftgate Ödeme URL

source: Settings
es_es: Ajustes
tr_tr: Ayarlar

source: The URL that payment results will be sent to on the server-side. You should enter this webhook address to Craftgate Merchant Panel to get webhook request. You can see details <a href="https://developer.craftgate.io/webhook">here</a>.
tr_tr: Ödeme sonucunun iletileceği URL. Webhook isteklerini alabilmek için Craftgate Merchant Panel üzerinden bu adresi girmelisiniz. Detaylara <a href=“https://developer.craftgate.io/webhook”>buradan</a> ulaşabilirsiniz.
